Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Please decide what changeset the data is uploaded to and whether to close the changeset after the next upload.
ca_es: Si us plau, decidiu quin conjunt de canvis serà pujats i si el voleu tancar un cop pujat.

source: Upload to a new changeset
ca_es: Pujar vers un nou conjunt de canvis

source: Open a new changeset and use it in the next upload
ca_es: Obre un nou conjunt de cavis i utilitzar-lo a la propera pujada de dades

source: Upload to an existing changeset
ca_es: Pujar vers un conjunt de canvis existent:

source: Upload data to an already existing and open changeset
ca_es: Pujar les dades vers un conjunt de canvis existent i obert

source: Select an open changeset
ca_es: Seleccionar un conjunt de canvis obert

source: Close changeset after upload
ca_es: Tancar el conjunt de canvis després de fer la pujada

source: Select to close the changeset after the next upload
ca_es: Tancar el conjunt de canvis després de la següent pujada

source: Load the list of your open changesets from the server
ca_es: Carregar del servidor la llista dels conjunts de canvis oberts

source: Close the currently selected open changeset
ca_es: Tancar el conjunt de canvis seleccionat

source: <html>Please select the changesets you want to close</html>
ca_es: <html>Si us plau, seleccioneu el conjunt de canvis que voleu tancar</html>

source: Open changesets
ca_es: Obre conjunts de canvis

source: Close changesets
ca_es: Tancar conjunts de canvis

source: Close the selected open changesets
ca_es: Tancar els conjunts de canvis seleccionats

source: Cancel closing of changesets
ca_es: Anul·lar el tancament dels conjunts de canvis

source: Closing changeset
ca_es: Tancant el conjunt de canvis

source: Closing changeset {0}
ca_es: Tancant el conjunt de canvis {0}

source: Failed to put Credential Dialog always on top. Caught security exception.
ca_es: Ha fallat la configuració per a posar sempre en primer pla la finestra de les credencials. S''ha detectat una excepció de seguretat.

source: Enter credentials for OSM API
ca_es: Indiqueu unes credencials per a l''API OSM

source: Enter credentials for host
ca_es: Indiqueu unes credencials pel servidor

source: Enter credentials for HTTP proxy
ca_es: Indiqueu unes credencials pel proxi HTTP

source: Please enter the user name of your OSM account
ca_es: Si us plau, indiqueu el vostre nom d''usuari OSM

source: Please enter the password of your OSM account
ca_es: Si us plau, indiqueu la vostra contrasenya

source: Authenticating at the OSM API ''{0}'' failed. Please enter a valid username and a valid password.
ca_es: Ha fallat l''autenticació a l''API OSM ''{0}''. Si us plau, indiqueu un nom d''usuari i una contrasenya vàlids.

source: Warning: The password is transferred unencrypted.
ca_es: Avís: La contrasenya és enviada sense encriptar.

source: Please enter the user name of your account
ca_es: Si us plau indiqueu el vostre nom d''usuari

source: Please enter the password of your account
ca_es: Si us plau indiqueu la vostra contrasenya

source: Authenticating at the host ''{0}'' failed. Please enter a valid username and a valid password.
ca_es: Ha fallat l''autenticació al servidor ''{0}''. Si us plau, indiqueu un nom d''usuari i una contrasenya vàlids.

source: Please enter the user name for authenticating at your proxy server
ca_es: Si us plau, indiqueu un nom d''usuari per autenticar-vos al servidor proxi

source: Please enter the password for authenticating at your proxy server
ca_es: Si us plau, indiqueu la contrasenya per autieticar-vos al servidor proxi

source: Authenticating at the HTTP proxy ''{0}'' failed. Please enter a valid username and a valid password.
ca_es: Ha fallat l''autenticació al servidor proxi HTTP ''{0}''. Si sus plau indiqueu un nom d''usuari i una contrasenya vàlids.

source: Warning: depending on the authentication method the proxy server uses the password may be transferred unencrypted.
ca_es: Avís: en funció del mètode d''autenticació que utilitzi el servidor proxi lacontrasenya pot ser enviada sense encriptar.

source: Authenticate
ca_es: Autenticar

source: Authenticate with the supplied username and password
ca_es: Autenticar amb el nom d''usuari i la contrasenya indicats

source: Cancel authentication
ca_es: Anul·la l''autenticació

source: Downloading file
ca_es: Descarregant fitxer

source: Downloading File {0}: {1} bytes...
ca_es: Descarregant fitxer {0}: {1} bytes...

source: Download finished
ca_es: Descàrrega finalitzada

source: Unpacking {0} into {1}
ca_es: Desempaquetant {0} en {1}

source: Cannot download file ''{0}''. Its download link ''{1}'' is not a valid URL. Skipping download.
ca_es: El fitxer ''{0}'' no pot ser descarregat. El seu enllaç de descàrrega ''{1}'' no és una URL vàlida. Omentent la descàrrega.

source: Could not retrieve the list of your open changesets because<br>JOSM does not know your identity.<br>You have either chosen to work anonymously or you are not entitled<br>to know the identity of the user on whose behalf you are working.
ca_es: No podeu obtenir la llista dels conjunts de canvis oberts perquè<br>JOSM no coneix la vostra identitat.<br>Heu escollit de treballar de manera anònima o bé no teniu autorització<br> per a conèixer la identitat de l''usuari.

source: Missing user identity
ca_es: Manca la identitat de l''usuari

source: Failed to retrieve user infos for the current JOSM user. Exception was: {0}
ca_es: Ha fallat l''obtenció d''informació de l''usuari de JOSM. L''excepció ha estat: {0}

source: Download objects
ca_es: Descarregar objectes

source: Initializing nodes to download ...
ca_es: Inicialitzant nodes a descarregar ...

source: Launch a file chooser to select a file
ca_es: Obre un selector per a escollir un fitxer

source: Select filename
ca_es: Seleccionar nom de fitxer

source: Either edit the path manually in the text field or click the "..." button to open a file chooser.
ca_es: Modifica manualment la ruta al camp de text o fes clic sobre el botó "..."per obrir un selector de fitxers.

source: The bold text is the name of the layer.
ca_es: El text en negreta és el nom de la capa.

source: Click here to choose save path
ca_es: Fes clic aquí per escollir la ruta d''enregistrament

source: Layer ''{0}'' is not backed by a file
ca_es: La capa ''{0}'' no està associada a cap còpia de seguretat

source: File ''{0}'' is not writable. Please enter another file name.
ca_es: El fitxer ''{0}'' no pot ser escrit. Si us plau indiqueu un altre fitxer.

source: Click cell to change the file path.
ca_es: Fes clic sobre la cel·la per modificar la ruta d''enregistrament

source: Open Recent
ca_es: Obre recents

source: List of recently opened files
ca_es: Llista dels fitxers recentment oberts

source: Clear
ca_es: Netejar

source: Clear the list of recently opened files
ca_es: Esborrar la llista de fitxers recentment oberts

source: Saving layer to ''{0}'' ...
ca_es: Enregistrant la capa vers ''{0}'' ...

source: Unsaved changes - Save/Upload before exiting?
ca_es: Hi ha canvis sense enregistrar. Els voleu enregistrar o pujar abans de tancar?

source: Unsaved changes - Save/Upload before deleting?
ca_es: Hi ha canvis sense enregistrar. Els voleu enregistrar o pujar abans de suprimir?

source: Uploading and saving modified layers ...
ca_es: Pujant i enregistrat les capes modificades ...

source: <html>{0} layer has unresolved conflicts.<br>Either resolve them first or discard the modifications.<br>Layer with conflicts:</html>
ca_es: <html>La capa {0} te conflictes sense resoldre.<br>Resoleu-los o descarteu les modificacions.<br>Capa amb conflictes:</html>

source: Unsaved data and conflicts
ca_es: Hi ha dades i conflictes sense enregistrar

source: <html>{0} layer needs saving but has no associated file.<br>Either select a file for this layer or discard the changes.<br>Layer without a file:</html>
ca_es: <html>La capa {0} necessita ser enregistrada però no te cap fitxer associat.<br>Seleccioneu un fitxer per la capa o descarteu les modificacions.<br>Capa sense fitxer:</html>

source: Unsaved data and missing associated file
ca_es: Dades sense enregistrar sense un fitxer associat

source: <html>{0} layer needs saving but has an associated file<br>which cannot be written.<br>Either select another file for this layer or discard the changes.<br>Layer with a non-writable file:</html>
ca_es: <html>La capa {0} necessita ser enregistrada però el seu fitxer associat<br>no pot ser escrit.<br>Seleccioneu un altre fitxer o descarteu els canvis.<br>Capa amb un fitxer que no pot ser escrit:</html>

source: Unsaved data non-writable files
ca_es: Hi ha dades no desades i els fitxers no poden ser escrits

source: Close this dialog and resume editing in JOSM
ca_es: Tancar la finestra i reprendre les modificacions

source: Exit now!
ca_es: Sortir ara!

source: Exit JOSM without saving. Unsaved changes are lost.
ca_es: Sortir de JOSM sense enregistrar. Els canvis pendents d''enregistrar es perdran.

source: Delete now!
ca_es: Suprimir ara!

source: Delete layers without saving. Unsaved changes are lost.
ca_es: Suprimir les capes sense enregistrar. Els canvis pendents d''enregistrar es perdran.

source: Perform actions before exiting
ca_es: Fer accions abans de sortir

source: Exit JOSM with saving. Unsaved changes are uploaded and/or saved.
ca_es: Tancar JOSM enregsitrant. Els canvis pendent són pujats o enregistrats.

source: Perform actions before deleting
ca_es: Fer accions abans de suprimir

source: Save/Upload layers before deleting. Unsaved changes are not lost.
ca_es: Enregistrar/Pujar les capes abans de suprimir. Els canvis pendents no es perdran.

source: Preparing layer ''{0}'' for upload ...
ca_es: Preparant la capa ''{0}'' per ser pujada ...

source: <html>An upload and/or save operation of one layer with modifications<br>was canceled or has failed.</html>
ca_es: <html>Una operació de pujada o d''enregistrament d''una capa amb modificacions<br>ha estat anul·lada o ha fallat.</html>

source: Incomplete upload and/or save
ca_es: Pujada o enregistrament incomplet

source: should be uploaded
ca_es: hauria de ser pujat

source: should be saved
ca_es: hauria de ser enregistrat

source: Layer ''{0}'' has modifications which should be uploaded to the server.
ca_es: La capa ''{0}'' te modificacions que haurien de ser pujades al servidor.

source: Layer ''{0}'' has modifications which are discouraged to be uploaded.
ca_es: LA capa ''{0}'' te modificacions que no s''aconsella de pujar al servidor

source: Layer ''{0}'' has no modifications to be uploaded.
ca_es: La capa ''{0}'' no te cap canvi per pujar.

source: Layer ''{0}'' has modifications which should be saved to its associated file ''{1}''.
ca_es: La capa ''{0}'' te modificacions que haurien de ser enregistrades al fitxer associal ''{1}''.

source: Layer ''{0}'' has no modifications to be saved.
ca_es: La capa ''{0}'' no te cap canvi per pujar.

source: Layer Name and File Path
ca_es: Nom de la capa i ruta del fitxer

source: Recommended Actions
ca_es: Accions recomandes

source: Actions To Take
ca_es: Accions a fer

source: Update objects
ca_es: Actualitzar objectes

source: Initializing nodes to update ...
ca_es: Inicialitzant els nodes a actualitzar ...

source: Initializing ways to update ...
ca_es: Inicialitzant les vies a actualitzar ...

source: Initializing relations to update ...
ca_es: Inicialitzant les relacions a actualitzar ...

source: Settings
ca_es: Paràmetres

source: Decide how to upload the data and which changeset to use
ca_es: Decidir com pujar les dades i quin conjunt de dades utilitzar

source: Tags of new changeset
ca_es: Etiquetes del nou conjunt de canvis

source: Apply tags to the changeset data is uploaded to
ca_es: Aplicar etiquetes al grup de modificacions vers el qual es pujaran les dades

source: Manage open changesets and select a changeset to upload to
ca_es: Gestionar els conjunts de canvis oberts i seleccionar un per a ser pujat

source: Configure advanced settings
ca_es: Configurar paràmetres avançats

source: Upload to ''{0}''
ca_es: Pujar vers ''{0}''

source: Upload Changes
ca_es: Pujar els canvis

source: Upload the changed primitives
ca_es: Pujar les primitives canviades

source: Please revise upload comment
ca_es: Si us plau, reviseu el comentari de la pujada

source: Revise
ca_es: Revisar

source: Continue as is
ca_es: Continuar com està

source: Your upload comment is <i>empty</i>, or <i>very short</i>.<br /><br />This is technically allowed, but please consider that many users who are<br />watching changes in their area depend on meaningful changeset comments<br />to understand what is going on!<br /><br />If you spend a minute now to explain your change, you will make life<br />easier for many other mappers.
ca_es: El comentari és <i>en blanc</i> o <i>massa curt</i>.<br /><br />Això és permés, però considereu si us plau que d''altres usuaris que mirin els canvis<br />d''aquesta zona necessitarien un comentari apropiat per tal d''entendre<br />que heu fet!<br /><br />Si dediqueu uns instats a explicar la vostra modificació, facilitareu la feina<br />de molts d''atres usuaris.

source: Return to the previous dialog to enter a more descriptive comment
ca_es: Tornar a la finestra anterior per introduir un comentari més descriptiu

source: Cancel and return to the previous dialog
ca_es: Anul·lar i tornar a la finestra anterior

source: Do not show this message again
ca_es: No tornar a mostrar aquest missatge

source: Please enter a valid chunk size first
ca_es: Si us plau entreu primer una mida de fragment vàlida

source: Illegal chunk size
ca_es: La mida de fragment és errònia

source: <html>The following changeset tag contains an empty key/value:<br>{0}<br>Continue?</html>
ca_es: <html>L''etiqueta del següent conjunt de canvis conté una clau/valor buit:<br>{0}<br>Continuar?</html>

source: Empty metadata
ca_es: Metadades buides

source: Cancel the upload and resume editing
ca_es: Anul·lar la pujada i reprendre les modificacions

source: Tags of changeset {0}
ca_es: Etiquetes del conjunt de canvis {0}

source: Object ''{0}'' is already deleted on the server. Skipping this object and retrying to upload.
ca_es: L''objecte ''{0}" ja ha estat suprimit al servidor. Omentent l''objecte i reintentant la pujada.

source: Preparing objects to upload ...
ca_es: Preparant els objectes a pujar ...

source: Objects are uploaded to a <strong>new changeset</strong>.
ca_es: Els objectes han estat pujats a un <strong>nou conjunt de canvis</strong>

source: Objects are uploaded to the <strong>open changeset</strong> {0} with upload comment ''{1}''.
ca_es: Els objectes han estat pujats al <strong>conjunt de canvis obert</strong> {0} ambel comentari ''{1}''.

source: The changeset is going to be <strong>closed</strong> after this upload
ca_es: El conjunt de canvis serà <strong>tancat</strong> quan sigui pujat

source: The changeset is <strong>left open</strong> after this upload
ca_es: El conjunt de canvis serà <strong>obert a l''esquerra</strong> quan sigui pujat

source: configure changeset
ca_es: configurar el conjunt de canvis

source: Uploading <strong>{0} object</strong> to <strong>1 changeset</strong>
ca_es: Pujant <strong>{0} objecte</strong> vers <strong>1 conjunt de canvis</strong>

source: Uploading <strong>{0} object</strong> to <strong>1 changeset</strong> using <strong>1 request</strong>
ca_es: Pujant <strong>{0} objecte</strong> vers <strong>1 conjunt de canvis</strong> utilitzant <strong>1 sol·licitud</strong>

source: Uploading <strong>{0} objects</strong> to <strong>1 changeset</strong> using <strong>{1} requests</strong>
ca_es: Pujant <strong>{0} objectes</strong> vers <strong>1 conjunt de canvis</strong> utilitzant <strong>{1} sol·licituds</strong>

source: advanced configuration
ca_es: configuració avançada

source: {0} objects exceed the max. allowed {1} objects in a changeset on the server ''{2}''. Please <a href="urn:advanced-configuration">configure</a> how to proceed with <strong>multiple changesets</strong>
ca_es: {0} objectes excedeixen el màxim permés ({1}) a un conjunt de canvis al servidor ''{2}''. Si us plau, <a href="urn:advanced-configuration">configureu</a> com procedir amb <strong>múltiples conjunts de canvis</strong>

source: Uploading <strong>{0} objects</strong> to <strong>multiple changesets</strong> using <strong>{1} requests</strong>
ca_es: Pujant <strong>{0} objectes</strong> a <strong>múltiples conjunts de canvis</strong> utilitzant <strong>{1} peticions</strong>

source: Uploading data for layer ''{0}''
ca_es: Pujant dades de la capa ''{0}''

source: Continue uploading
ca_es: Continuar pujant

source: Click to continue uploading to additional new changesets
ca_es: Feu clic per continuar pujant a un nou conjunt de canvis addicional

source: Go back to Upload Dialog
ca_es: Tornar a la finestra de pujades

source: Click to return to the Upload Dialog
ca_es: Feu clic per tornar a la finestra de pujades

source: Abort
ca_es: Anul·lar

source: Click to abort uploading
ca_es: Feu clic per anul·lar la pujada

source: The server reported that the current changeset was closed.<br>This is most likely because the changesets size exceeded the max. size<br>of {0} objects on the server ''{1}''.
ca_es: El servidor ha informat que el conjunt de canvis està tancat.<br>Això segurament és a causa de que la mida del conjunt de canvis ha sobrepassat el màxim<br>de {0} objectes del servidor ''{1}''.

source: There is {0} object left to upload.
ca_es: Hi ha {0} objecte a pujar.

source: Click ''<strong>{0}</strong>'' to continue uploading to additional new changesets.<br>Click ''<strong>{1}</strong>'' to return to the upload dialog.<br>Click ''<strong>{2}</strong>'' to abort uploading and return to map editing.<br>
ca_es: Feu clic sobre ''<strong>{0}</strong>'' per a continuar pujant a un nou conjunt de canvis addicional.<br>Feu clic sobre ''<strong>{1}</strong>'' per tornar a la finestra de pujades.<br>Feu clic sobre ''<strong>{2}</strong>'' per a anul·lar la pujada i tornar a l''edició del mapa.<br>

source: Changeset is full
ca_es: El conjunt de canvis és ple

source: Node ''{0}'' is already deleted. Skipping object in upload.
ca_es: El node ''{0}'' ha estat suprimit. Ignorant l''objecte a la pujada

source: Way ''{0}'' is already deleted. Skipping object in upload.
ca_es: La via ''{0}'' ha estat suprimida. Ignorant l''objecte a la pujada

source: Relation ''{0}'' is already deleted. Skipping object in upload.
ca_es: La relació ''{0}'' ha estat suprimida. Ignorant l''objecte a la pujada

source: Object ''{0}'' is already deleted. Skipping object in upload.
ca_es: L''objecte ''{0}'' ha estat suprimit. Ignorant l''objecte a la pujada

source: Uploading {0} object...
ca_es: Pujant {0} objecte ...

source: Ignoring caught exception because upload is canceled. Exception is: {0}
ca_es: Ignorant l''excepció perquè la pujada ha estat anul·lada. L''excepció és: {0}

source: Upload successful!
ca_es: Pujada reeixida!

source: <html>Mark modified objects <strong>from the current selection</strong> to be uploaded to the server.</html>
ca_es: <html>Marcar els objectes modificats <strong>de la selecció </strong> que seran pujats al servidor.</html>

source: <html>Mark <strong>locally deleted objects</strong> to be deleted on the server.</html>
ca_es: <html>Marcar <strong>els objectes esborrats localment</strong> que han de ser esborrats en el servidor.</html>

source: Select objects to upload
ca_es: Seleccionar objectes a pujar

source: Cancel uploading
ca_es: Cancel·lar la pujada

source: Unexpected value for key ''{0}'' in preferences, got ''{1}''
ca_es: Valor inesperat per a la clau ''{0}'' de les preferències, s''ha obtingut ''{1}''

source: Please select the upload strategy:
ca_es: Si us plau, seleccioneu una estratègia de pujada:

source: Upload data in one request
ca_es: Pujar les dades en una petició

source: Upload data in chunks of objects. Chunk size:
ca_es: Pujar les dades en grups d''objectes. Mida del grup (fragment):

source: Upload each object individually
ca_es: Pujar els objectes individualment

source: <html>There are <strong>multiple changesets</strong> necessary in order to upload {0} objects. Which strategy do you want to use?</html>
ca_es: <html>Hi ha <strong>múltiples conjunts de canvis</strong> necessaris per pujar {0} objectes. Quina estratègia voleu utilitzar?</html>

source: Fill up one changeset and return to the Upload Dialog
ca_es: Omplir un conjunt de canvis i tronar a la finestra de pujades

source: Open and use as many new changesets as necessary
ca_es: Obre tants conjunts de canvis com sigui necessari

source: Upload in one request not possible (too many objects to upload)
ca_es: La pujada en una petició no és possible (hhi ha massa objectes)

source: <html>Cannot upload {0} objects in one request because the<br>max. changeset size {1} on server ''{2}'' is exceeded.</html>
ca_es: <html>No és possible de pujar {0} objectes en una petici perquè<br>la mida màxima del conjunt de canvis {1} al servidor ''{2}'' ha estat excedida</html>

source: (1 request)
ca_es: (1 petició)

source: (# requests unknown)
ca_es: (# peticions desconegudes)

source: ({0} request)
ca_es: ({0} petició)

source: Illegal chunk size <= 0. Please enter an integer > 1
ca_es: Mida de fragment incorrecta (<= 0). Si us plau, entreu un nombre enter > 1

source: Chunk size {0} exceeds max. changeset size {1} for server ''{2}''
ca_es: La mida del fragment {0} supera la mida màxima del conjunt de canvis {1} pel servidor ''{2}''

source: Please enter an integer > 1
ca_es: Si us plau indiqueu un nombre enter més gran que 1

source: Value ''{0}'' is not a number. Please enter an integer > 1
ca_es: El valor ''{0}'' no és un nombre. Si us plau, indiqueu un nombre enter més gran que 1

source: Objects to add:
ca_es: Objectes a afegir:

source: Objects to modify:
ca_es: Objectes a modificar:

source: Objects to delete:
ca_es: Objectes a suprimir:

source: {0} object to add:
ca_es: {0} objecte a afegir:

source: {0} object to modify:
ca_es: {0} objecte a modificar:

source: {0} object to delete:
ca_es: {0} objecte a suprimir:

source: Customize Color
ca_es: Personalitzar el color

source: Default
ca_es: Predeterminat

source: Choose a color
ca_es: Escollir un color

source: Name: {0}
ca_es: Nom: {0}

source: Description: {0}
ca_es: Descripció: {0}

source: Description
ca_es: Descripció

source: Timespan
ca_es: Durada

source: Length
ca_es: Longitud

source: Length: {0}
ca_es: Longitud: {0}

source: {0} route,
ca_es: {0} itinerari,

source: {0} waypoint
ca_es: {0} fita

source: gps point
ca_es: punt GPS

source: Save GPX file
ca_es: Desa-ho en format GPX

source: Imagery fade
ca_es: Degradació de la imatgeria

source: Next marker
ca_es: Marcador següent

source: Jump to next marker
ca_es: Saltar al següent marcador

source: Previous marker
ca_es: Marcador anterior

source: Jump to previous marker
ca_es: Anar al marcador anterior

source: All projections are supported
ca_es: Se suporten totes les projeccions

source: The layer {0} does not support the new projection {1}. {2} Change the projection again or remove the layer.
ca_es: La capa {0} no suporta la nova projecció {1}. {2} Canvieu la projecció o suprimiu la capa.

source: Save Layer
ca_es: Desa la capa

source: Data Layer {0}
ca_es: Capa de dades {0}

source: outside downloaded area
ca_es: fore de l''àrea descarregada

source: version {0}
ca_es: versió {0}

source: Merging layers
ca_es: Combinant capes

source: Mixing 0.6 and 0.5 data results in version 0.5
ca_es: La barreja de dades amb versions 0.5 i 0.6 donarà com a resultat dades de la versió 0.5

source: {0} deleted
ca_es: {0} esborrat

source: {0} consists of:
ca_es: {0} es composa de:

source: unset
ca_es: no definit

source: API version: {0}
ca_es: Versió de l''API: {0}

source: Upload is discouraged
ca_es: Es desaconsella la càrrega
